Examples/dispersionPaper/longTSmicromodel/0_orig/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2212                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
   left
    {
        type            cyclic;
    }

   right
    {
        type            cyclic;
    }


    top
    {
        type            cyclic;
    }

    bottom
    {
        type            cyclic;
    }

    frontandback
    {
       type empty;
    }

}

// ************************************************************************* //
