Examples/dispersionPaper/longTSmicromodel/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     scalarTransportDBSFoam;

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         66.1362;

deltaT          0.00661362;

writeControl    timeStep;

writeInterval   2000;

purgeWrite      0;

writeFormat     ascii;

writePrecision  8;

writeCompression off;


timeFormat      general;

timePrecision   8;

runTimeModifiable yes;

libs (
"libfiniteVolumeGCFOAM.so"
);


// ************************************************************************* //
