Examples/dispersionPaper/longTSmicromodel/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
        volScalarFieldValue T 0.0
);

regions
(
    boxToCell
    {
        box (0.0135 0 0) (0.0165 0.006 0.00003);
        fieldValues
        (
            volScalarFieldValue T 1.0 
        );
    }
);


// ************************************************************************* //
